// German translation

const trans_ru = {
    // MAIN
    "Loading": "Загрузка…",
    "Saved": "Сохранено",
    "s": "с",
    "ms": "мс",
    "µs": "мкс",
    "Insanely fast!": "Безумно быстро!",
    "Better Barrels": "Лучшие Бочки",
    "Faster Barrels": "Быстрые Бочки",
    "bbdesc": "Бочки появляются на 1 Уровень выше",
    "fbdesc": "Бочки появляются быстрее",
    "Next Beam in: ": "Следующая Балка через: ",
    "Next Storm Chance in: ": "Следующий Шанс Шторма через: ",
    "madeby": "мод от Schrottii",

    // OPTIONS
    "Options": "Опции",
    "General Options": "Основные опции",
    "Switch Number format": "Переключить формат чисел",
    "Theme": "Тема",
    "theme1": "Ярко-Голубая по умолчанию",
    "theme2": "Тёмно-Голубая",
    "theme3": "Тёмная тема",
    "theme4": "Розовая и Квадратная",
    "convertsetting": "Двойной Клик по Бочкам\nдля их удаления",
    "barrelspawn": "Появление Бочек",
    "resetconfirmation": "Подтверждение Сброса",

    "Performance": "Производительность",
    "shadows": "Переключение Теней Бочек",
    "cacheimages": "Кэшировать некоторые изображения Бочек",
    "slow1": "(может замедлить игру)",
    "slow2": "(может замедлить или ускорить игру)",
    "Barrel Quality": "Качество Бочек",
    "High": "Высокое",
    "Low": "Низкое",
    "Ultra Low": "Очень низкое",
    "lpm": "Режим низкой производительности",
    "FPS": "Кадры в секунду",
    "Unlimited": "Без ограничений",
    "Coconut": "Кокос",
    "hidesetting": "Полностью спрятать бочки",
    "Show FPS": "Показывать кадры в секунду",

    "Audio": "Аудио",
    "Music": "Музыка",
    "Current": "Текущий",
    "Volume": "Громкость",

    "Credits": "Титры",
    "cp1": "Оригинальный Scrap Clicker 2 от Schrott Games ©2017",
    "cp2": "Мод на Scrap 2 Fanmade от VeproGames ©2019",
    "cp3": " Мод SC2FMFR создан Schrottii ©2021",
    "cp4": "Неавторизованные моды этого мода запрещены!",
    "specialcredit": "Отдельное спасибо всем создателям бочек, подателям идей,\nнаходчикам багов, бета-тестировщикам\nи тому, кто создал картинку кокоса",
    "Libraries used": "Использованные библиотеки",

    "Export and Import": "Экспорт и Импорт",
    "ogsc2": "Играть в Оригинальный SC2",
    "myserver": "Мой Discord-Сервер",
    "myyt": "Мой Youtube-канал",

    // SAVE CODE
    "export": "Экспорт",
    "import": "Импорт",
    "exportf": "Экспорт файла",
    "importf": "Импорт файла",
    "selectf": `Выберите файл для "Импорт файла":`,
    "close": "Закрыть",

    "codecopied": "Код сохранения также скопирован в ваш буфер обмена. Вставьте его в текстовый файл и держите файл в безопасности.",
    "importconfirm": "Вы действительно хотите импортировать?",
    "importing": "импортирование игры (из поля текста)…",
    "decodeerror": "Приведённый Код Сохранения не может быть декодирован.",
    "parseerror": "Произошла ошибка во время парсинга кода сохранения",
    "copied": "Скопируйте код сохранения, который хотите импортировать, в буфер обмена. Он будет вставлен в игру автоматически.",
    "imported": "Файл был успешно импортирован!",
    "resethbr": "Самая высокая достигнутая бочка сброшена успешно!",

    // EZ POP UP
    "barrelgoto": "К какой бочке вы хотите перейти?",
    "Too low!": "Слишком низко!",
    "Too high!": "Слишком высоко!",

    // BARREL FRAGMENTS
    barrelfragments: "Фрагменты Бочек",
    fragmentearn: "Фрагменты зарабатываются путём уничтожения бочек. За уничтожение бочки <tier> вы получите <amount> фрагментов.",
    dfragmentearn: "Тёмные Фрагменты зарабатываются путём уничтожения бочек. За уничтожение бочки <tier> вы получите <amount> тёмных фрагментов.",

    // GOLDEN SCRAP
    goldenscrap: "Золотой Мусор",
    gsgain: "Сбросьте ваши Улучшения за Мусор и текущий Мусор, чтобы получить +<amount> Золотого Мусора",
    gsboost: "Каждый Золотой Мусор даёт вам на +<value>% больше Мусора. Нажмите на кнопку ниже, чтобы сбросить.",
    gsreset: "Вы хотите сбросить за <amount> Золотого Мусора?",

    // BEAMS
    beamselection: "Выбор Балки",
    beamselecttext: "Выберите тип балки, который вы хотите получить! Вы можете его поменять в любое время",
    beams: "Балки",
    aerobeams: "Аэробалки",
    angelbeams: "Ангельские Балки",
    reinforcedbeams: "Усиленные Балки",
    glitchbeams: "Глючные Балки",
    selected: "Выбрано",
    "(ON)": "(ВКЛ)",

    // BEAMS
    beamfalltext: "Балки падают каждые <interval> секунд и стоят <value>. Есть шанс <chance> % появления шторма из балок вместо одиночной балки, содержащего <amount> балок.",
    aerobeamfalltext: "Аэробалки падают каждые <interval> секунд и стоят <value>. Есть шанс <chance> % появления шторма из аэробалок вместо одиночной аэробалки, содержащего <amount> балок.",
    angelbeamfalltext: "Ангельские Балки падают каждые <interval> секунд и стоят <value>. Есть шанс <chance> % появления шторма из Ангельских Балок вместо одиночной Ангельской Балки, содержащего <amount> балок.",
    reinforcedbeamfalltext: "Усиленные Балки падают каждые <interval> секунд и стоят <value>. <amount> тапов/балку Есть шанс <chance> % появления шторма из Усиленных Балок вместо одиночной Усиленной Балки, содержащего <amount> балок.",
    glitchbeamfalltext: "Глючные Балки падают каждые <interval> секунд и стоят <value1> to <value2>. <amount> тапов/балку Есть шанс <chance> % появления шторма из Глючных Балок вместо одиночной Глючной Балки, содержащего от <amount1> до <amount2> балок.",

    // MASTERY
    "Mastery Upgrades": "Улучшения Мастерства",

    // SECOND DIMENSION
    "darkscrap": "Dark Scrap (You forgor this lolololol)",
    "Second Dimension": "Второе Измерение",
    "2nddimtext": "Пожертвуйте вашим Золотым Мусором и войдите во Второе Измерение\nвы удержите это, пока не вернётесь\nНажмите на кнопку ниже, чтобы войти во Второе Измерение.",
    "2nddimtext2": "Продвигайтесь, чтобы получить Тёмный Мусор и уничтожайте,\nчтобы получить Тёмные Фрагменты.\nСлияния увеличивают ваше производство мусора.\nСоединяйте, чтобы достичь более высоких бочек.",
    "earn": "Заработайте",
    dsgsboost: "Вы получите на <amount>% больше Золотого Мусора за каждый имеющийся Тёмный Мусор. Вы получаете общий буст в x<multiplier>!",

    // MERGE MASTERY
    "Merge Mastery": "Мастерство Слияний",
    level: "Уровень",
    scrapincome: "Заработок Мусора",
    magnetsonlvlup: "Магнитов при Повышении Уровня",
    screwsonlvlup: "Винтов при Повышении Уровня",
    "Prestige": "Престиж",
    masterylvlup: "Повышение Уровня Мастерства!",

    // QUESTS
    nextquest: "Следующий Квест через",
    questcomplete: "Квест Слияний пройден!",
    confirm: "Подтверждение",
    resetquests: "Вы действительно хотите сбросить все 3 квеста?",

    // NOTIFICATIONS
    not_achievement: "Открыто Достижение",
    not_timeover: "Время Вышло!",
    not_timeover2: "+<amount> шестерёнок",
    not_masteryup: "Повышение уровня Мастерства!",
    not_masteryup2: "Уровень <n> (+<amount> Токенов!)",
    not_storm: "Нет Шторма!(((",
    not_storm2: "Не повезло",
    not_glitch: "Глюки",
    not_glitch2: "Глючные Балки открыты!",

    // SCRAPYARD
    scrapyard: "Двор Мусора",
    tokens: "Токены",
    scrapyardtext: "Каждый уровень уменьшает количество необходимых слияний для Мастерства Слияний на 1%!\nТекущий Буст: <amount>%",
    scrapyardtext2: "\nСтоимость до следующего уровня: <n>x <amount>!",
    scrapyardtext3: "Прогресс до следующего: <percent>%!",

    // WRENCHES
    wrenches: "Гаечные Ключи",
    totalmerges: "Всего Слияний",
    selfmerges: "Самослияний",
    mergeexplanation: "Самослияния -> Слияния, сделанные игроком!",

    // DAILY AND STATS
    daily: "Ежедневный",
    currenttime: "Текущее Время",
    statistics: "Статистика",
    compare: "Сравнить",

    // CURRENCIES
    bricks: "Кирпичи",
    tires: "Покрышки",
    skilltree: "Дерево Навыков",
    locked: "Закрыто",
    unlocked: "Открыто",
    screws: "Винты",
    plasticbags: "Пластиковые Пакеты",
    costs: "Стоит",
    crabs: "Купите Пластиковый Пакет и спасите крабов!",

    // GIFTS
    gifts: "Подарки",
    friendcode: "Код Друга",
    scissors: "Ножниц осталось (для открытия подарков): ",
    stamps: "Марок осталось (для отправки подарков): ",
    sendgiftnone: "Отправить Подарок (???)",
    sendgiftmagnets: "Отправить Подарок (Магниты)",
    sendgiftmergetoken: "Отправить Подарок (Токены Слияний)",
    sendgiftmasterytoken: "Отправить Подарок (Токены Мастерства)",
    sendgiftwrench: "Отправить Подарок (Гаечные Ключи)",
    gifttext1: "Поделитесь этим с кем-нибудь, чтобы они могли отправить вам подарок!\n(Если вы им нравитесь, но нет)",
    gifttext2: "(на основе вашего текущего количества)",
    gifttext3: "Сообщение? (Макс. 80 символов)",
    gifttext4: "Каков код друга игрока, которому хотите его отправить?",

    giftcopied: "Подарок скопирован в ваш буфер обмена. Поделитесь им с другом!",
    friendlist: "Список Друзей",

    sendtext: "Как отправить подарки:\n\n1. Убедитесь, что у вас достаточно марок\n2. Выберите валюту для отправки (содержимое подарка)\n3. Введите код друга человека, которому хотите отправить подарок (не свой!)\n4. Нажмите на подарок и отправьте код другу",
    opentext: "Как открыть подарки:\n1. Убедитесь, что у вас достаточно ножниц\n2. Нажмите на подарок\n3. Введите код,\nкоторый вам дал друг",

    // TIME MODE
    timemode: "Гонка со Временем",
    timetext: "Гонка со Временем\nНе дайте заполниться всему полю! Зарабатывайте шестерёнки\nЕжедневных попыток осталось: ",
    time: "Время: ",

    // FACTORY
    shrine: "Мифическое Святилище",
    generator: "Генератор",
    scrapfactory: "Завод Мусора",
    autobuyers: "Автопокупщики",
    autocollectors: "Гараж Автосборщиков",

    factorytext: "Используйте 2 валюты и немного энергии из генератора,\nчтобы скрафтить новые валюты здесь!",
    buyertimetext: "овое время? (В секундах, например: 8)",
    collectortext: "Автосборщикам нужна энергия для работы!\nОдин сбор стоит 1 энергии.",

    // SUPERNOVA
    supernova: "Сверхновая",
    stardust: "Звёздная Пыль",
    aliendust: "Инопланетная Пыль",
    fairydust: "Волшебная Пыль",
    stars: "Звёзды",
    emblems: "Космические Эмблемы",

    supernovatext: "Вы набрали достаточно энергии из Глючных Балок и построили лазер, достаточно мощный, чтобы уничтожить солнце, вызвав вспышку Сверхновой, уничтожив всю солнечную систему и всё, что в ней находится. Нажмите кнопку ниже, чтобы узнать больше.",
    supernovawarning: "Вы потеряете всё, кроме статистики, достижений, гаечных ключей, Мастерства Бочек, настроек и вещей, полученных из Сверхновых.",
    youwillearn: "Вы получите: ",
    anothersupernovatext: "Нажмите кнопку ниже, чтобы сделать Сверхновую.",

    resetstar: "Вы действительно хотите сбросить свои Улучшения Звёздной Пыли? (100% возврат)",
    resetalien: "Вы действительно хотите сбросить свои Улучшения Инопланетной Пыли? (100% возврат)",
    resetfairy: "Вы действительно хотите сбросить свои Улучшения Волшебной Пыли? (100% возврат)",

    // TECHNICAL
    generalerror: "Возникла ошибка:\n<e.stack>\n\nПожалуйста, свяжитесь с разработчиком.",
    oldjs: "Ваше устройство может иметь устаревший JavaScript!",

    "Unlocked everything!": "Открыто всё!",
    "Unlock": "Открыть",







    //
    // UPGRADES
    //

    // Magnet
    mag1: "Получайте больше Мусора",
    mag2: "Получайте больше Золотого Мусора",
    mag3: "Увеличить Шанс получить Магниты при слиянии",
    mag4: "Увеличить скорость Автослияния",
    mag5: "Потребуется меньше Слияний,\nчтобы удвоить производство Кирпичей",

    // Golden Scrap
    gs1: "Получайте больше Мусора",
    gs2: "Получайте больше Магнитов",
    gs3: "Получайте больше ЗМ",

    // Cog
    cog1: "Get More Scrap",
    cog2: "Get More Dark Scrap",

    // Dark Scrap
    ds1: "Получайте больше Тёмного Мусора",
    ds2: "Получайте больше Токенов Слияний",
    ds3: "Буст ЗМ от Тёмного Мусора",
    ds4: "Уровни Бочек сильнее",

    // Fragments
    frag1: "Получайте больше Мусора",
    frag2: "Получайте больше Магнитов",
    darkfrag1: "Получайте больше Мусора во 2-м Изм.",
    darkfrag2: "Получайте больше Фрагментов",

    // Mastery
    mastery1: "Получайте больше Мусора за бочки L1",
    mastery2: "Получайте больше ЗМ за бочки L2",
    mastery3: "Получайте больше Кирпичей за бочки L3",
    mastery4: "Получайте больше Фрагментов за бочки L4",
    mastery5: "Получайте больше Магнитов за бочки L5",

    // Solar
    planet1: "Солнце\nУвеличить производство Мусора",
    planet2: "Меркурий\nУвеличить Буст\nЗолотого Мусора",
    planet3: "Венера\nУвеличить Шанс\nДвойного появления",
    planet4: "Земля\nОткрыть новый Материал",
    planet5: "Марс\nПадающий Магнит по\n<amount> каждый",

    planet6: "Юпитер\nУлучшения Магнитов дешевле",
    planet7: "Сатурн\nАвтослияние",
    planet8: "Уран\nБуст Мусора от Мастерства\nСлияний сильнее",
    planet9: "Нептун\nПассивный заработок Магнитов",

    planet10: "Астро\nСкорость Автоконвертирования",
    planet11: "Мифус\nМакс. Лучшие Бочки",
    planet12: "Позус\nБольше Фрагментов",

    // Bricks
    brick1: "Получайте больше Мусора",
    brick2: "Получайте больше Магнитов",
    brick3: "Получайте больше Кирпичей",
    brick4: "Квесты Слияния завершаются и\nобновляются быстрее",
    brick5: "Улучшения Квестов Слияния\nимеют больше Уровней",

    // Tires
    tire11: "Быстрые Бочки",
    tire12: "Быстрее Повышение\nУровня Кирпичей",
    tire13: "Быстрее Мастерство\nСлияний",

    tire21: "Значение Покрышки\nпри Сборе",
    tire22: "Шанс Покрышки\nза Слияние",
    tire23: "Быстрее Квесты\nСлияний",

    tire31: "Быстрее Падающие\nМагниты",
    tire32: "Быстрее\nАвтослияние",
    tire33: "Больше Золотого\nМусора",

    tire41: "Больше Пассивных\nМагнитов",
    tire42: "Больше Балок\n(Все Типы)",
    tire43: "Дешёвые Пластиковые\nПакеты",

    // Beams
    beam1: "Все Балки появляются чаще",
    beam2: "Балки стоят больше",
    beam3: "Балки падают медленнее",
    beam4: "Штормы из балок возникают чаще",
    beam5: "Штормы из балок дольше",
    beam6: "Получайте больше Мусора",
    beam7: "Получайте больше Магнитов",

    aero1: "Аэробалки появляются чаще",
    aero2: "Падающие Магниты медленнее",
    aero3: "Падающие Магниты стоят больше",
    aero4: "Шанс появления другой\nпокрышки при сборе одной",
    aero5: "Открыть новый тип шторма!",
    aero6: "Получайте бóльшие значения Покрышек",

    angel1: "Ангельские Балки стоят больше",
    angel2: "Ангельские Балки появляются чаще",
    angel3: "Получайте больше ЗМ из Мастерства",
    angel4: "Increase chance for a GS storm\nyou forgor this one LOL",
    angel5: "Получайте больше Золотого Мусора",

    // Do you know how annoying it is to always type Reinforced Beams? Reinforced here reinforced there, I am sick of typing it every day, everywhere, a million times, reinforced is such a long word, I hate it, I regret calling it that, reinforcedreinforced reinforced reinforced STOP AAAAHHHH
    re1: "Усиленные Балки стоят больше,\nно сложнее собирать",
    re2: "Усиленные Балки\nсобирать легче (Мин. 2)",
    re3: "Шанс собрать Усиленные\nБалки в 3x быстрее",
    re4: "x2 Кирпичи, но на 75% больше слияний",
    re5: "Получайте больше Фрагментов",
    re6: "Получайте больше Тёмных Фрагментов",

    glitch1: "Глючные Балки могут стоить больше",
    glitch2: "Шанс повторения балки, когда она\nпадает за край экрана",
    glitch3: "Шанс получить больше балок\n(всех типов)",
    glitch4: "Шанс получить золотую балку\nвместо любой балки, дающую все балки",
    glitch5: "Увеличивается мин. стоимость\nГлючных Балок",

    // Plastic Bags
    plastic1: "Получайте больше Мусора",
    plastic2: "Значение Покрышек за Сбор",
    plastic3: "олее высокий макс. уровень для\n2-го улучшения",

    // Screws
    screw1: "Шанс падающих винтов появиться\nот автоматики",
    screw2: "Более высокий макс. уровень\nдля первого улучшения",
    screw3: "Получайте Кирпичи быстрее",

    // Wrenches
    wrench1: "x2 прогресс Мастерства\nСлияний от самослияний",
    wrench2: "x16 прогресс Кирпичей\nот самослияний",
    wrench3: "Буст Мусора",
    wrench4: "Уменьшить таймер балки\nна 0.25с за каждое самослияние",

    // Shrine
    shrine1: "Открыть постройку генератор",
    shrine2: "Открыть постройку завод",
    shrine3: "Открыть постройку автопокупщик",

    // Factory
    factory1: "Произвести Легендарный Мусор",
    factory2: "Произвести Стальные Магниты",
    factory3: "Произвести Голубые Кирпичи",
    factory4: "Произвести Вёдра",
    factory5: "Произвести Рыболовные Сети",

    // Autos
    auto1: "Авто: Лучшие Бочки",
    auto2: "Авто: Быстрые Бочки",
    auto3: "Авто: Больше Мусора (улучшение Магнитов)",
    auto4: "Авто: Больше ЗМ (улучшение Магнитов)",
    auto5: "Авто: Все улучшения Кирпичей",
    auto6: "Авто: Получайте больше Магнитов (улучшение ЗМ)",

    // Collectors (Autos)
    coll1: "Авто: Нормальные Балки",
    coll2: "Авто: Аэробалки",
    coll3: "Авто: Ангельские Балки",
    coll4: "Авто: Усиленные Балки",
    coll5: "Авто: Глючные Балки",
    coll6: "Авто: Покрышки",
    coll7: "Авто: Золотые Балки",

    // Skill Tree Upgrades
    tree1: "Больше Мусора",
    tree2: "x + 2",
    tree3: "Открыть Типы Балок",
    tree4: "Больше Кирпичей",
    tree5: "Улучшение Квестов Слияний:\nПадающие Магниты",
    tree6: "Получайте больше\nxПокрышек за Сбор",
    tree7: "Улучшение Магнитов:\nСкорость Кирпича",
    tree8: "Больше\nФрагментов",
    tree9: "Больше Мусора 2",
    tree10: "EZ Улучшатель\nдля Квестов\nСлияний",
    tree11: "Быстрее\nАвтослияние",
    tree12: "Увеличенный\nМакс. Астро",
    tree13: "Удвоенная Стоимость\nПокрышек",
    tree14: "Удвоенные\nТокены Слияний",
    tree15: "Открыть\nДвор Мусора",
    tree16: "Открыть\nСупер EZ Улучшатель",
    tree17: "Кирпичи быстрее\nна 1%",
    tree18: "Высокий Макс.\nуровень Больше\nБалок",
    tree19: "Скорость появления\nБочек и буст заработка\nфрагментов Венеры",
    tree20: "Открыть\nМастерство Бочек",
    tree21: "Эффективная Энергия\nАвтопокупщики потребляют меньше",
    tree22: "Увеличивает макс. уровень\n4-го улучшения балки\nкаждого типа",
    tree23: "Возобновляемая Энергия\nПолучайте энергию каждый раз,\nкогда падает балка",
    tree24: "Открыть\nКонвертер Балок",
    tree25: "Открыть\nПластиковые Пакеты",
    tree26: "Буст ЗМ от\nМастерства Слияний сильнее",
    tree27: "Получайте больше\nxПокрышек за сбор",
    tree28: "Короткие\nштормы ЗМ",
    tree29: "Буст Магнитов от\nМастерства Слияний\nсильнее",
    tree30: "Удвоенные\nПластиковые Пакеты",
    tree31: "Более высокий\nМакс. Нептуна",
    tree32: "Быстрое\nМастерство Слияний",
    tree33: "Дешёвый\nМифус",
    tree34: "Открыть\nАвтосборщики",
    tree35: "Открыть\nВинты",
    tree36: "Больше Магнитов",
    tree37: "Открыть новые\nУлучшения Покрышек",
    tree38: "Позус влияет на\nТёмные Фрагменты",
    tree39: "Падающие Магниты\nстоят больше",
    tree40: "Открыть\nРежим На время",
    tree41: "Звёзды бочек\nзасчитываются для\nежедневных квестов",
    tree42: "Быстрее Крафтинг",
    tree43: "Весёлые Глючные Балки\n(& x2 стоимость)",
    tree44: "Высокий макс.\nдля 2-го улучш.\nТёмного Мусора",
    tree45: "Открыть Сверхновую",

    // Supernova
    // Emblem Upgrades
    em1: "Автопокупщики покупают\nпо максимуму",
    em2: "Сильнее Больше ЗМ\n(Улучшение Магнитов)",
    em3: "Сохранять EZ\nУлучшатель",
    em4: "Квесты Слияний\nпоявляются быстрее",
    em5: "x2 Балок",
    em6: "Выше макс. Получайте\nбольше Мусора\n(Улучшение ЗМ)",
    em7: "Сохранять Автопокупщики\nпосле Сверхновой",
    em8: "Начальный Мусор\nпосле Сверхновой",
    em9: "Начальные Балки\nпосле Сверхновой",
    em10: "Выше макс. 5-го\nулучшения Кирпичей",
    em11: "Сильнее\nАвтосборщики",
    em12: "Быстрее Автослияние",
    em13: "Быстрее\n2-е Изм",
    em14: "Гипер-Покупка",
    em15: "Получайте 10 Уровней Мифуса за раз",
    em16: "Earn 20% More Dust",
    em17: "Keep Auto Collectors\nafter Supernova",
    em18: "Start Bricks\nafter Supernova",

    // Star Dust
    sd1: "Жертвенник\nБольше ЗМ",
    sd2: "Овен\nБольше Магнитов",
    sd3: "Ворон\nБольше Покрышек",
    sd4: "Летучая Рыба\nБольше Фрагментов",
    sd5: "Лисичка\nБыстрее Мастерство Слияний",
    sd6: "Caelum\nMore Bricks",

    // Alien Dust
    ad1: "Кит\nБыстрее Крафтинг",
    ad2: "Треугольник\nБольше Токенов Слияний",
    ad3: "Летучая Рыба 2\nБольше Тёмных Фрагментов",
    ad4: "Орёл\nБолее высокий макс. Лучших Бочек",

    // Fairy Dust
    fd1: "Рак\nБольше Пластиковых Пакетов",
    fd2: "Компас\nБольше Балок",
    fd3: "Насос\nБольше Аэробалок",
    fd4: "Феникс\nБольше Ангельских Балок",
    fd5: "Орион\nБольше Усиленных Балок",
    fd6: "Корма\nБольше Глючных Балок",
}